Repository: playkuround/playkuround-iOS
Catalog: playkuround-iOS/Resources/Localizable.xcstrings
Source language: ko
Languages: en, zh_hans

# AppUpdate.Description
source: 지원하지 않는 앱 버전을 사용중이에요<br>앱스토어에서 플레이쿠라운드를<br>최신 버전으로 업데이트 해주세요
en: You're using an unsupported version<br>Please update PK<br>to the latest version
zh_hans: 您使用的是不支持的应用程序版本<br>请从应用程序商店将<br>PK 升级到最新版本

# AppUpdate.OpenAppStore
source: 앱스토어로 이동
en: Open AppStore
zh_hans: 打开 AppStore

# AppUpdate.Title
source: 앱 업데이트 안내
en: App update required
zh_hans: 需要更新应用程序

# Game.Admin.AdventureInfo
source: 가까운 랜드마크 탐험
en: Adventure the nearest Landmark
zh_hans: 探索您附近的建筑

# Game.Admin.GameInfo
source: 게임 플레이 (점수 반영 X)
en: Game Play (no score)
zh_hans: 游戏玩法（不计分）

# Game.Admin.UploadInfo
source: 게임을 직접 플레이하여 점수가 반영되지 않습니다
en: Playing the game directly so your score will be not uploaded.
zh_hans: 自己玩游戏，所以你的分数不算数

# Game.AllClick.ClassRegistration
source: 수강신청
en: Class
zh_hans: 注册课程

# Game.AllClick.Register
source: 신청
en: GO
zh_hans: 申请

# Game.AllClick.Title
source: 수강신청 ALL 클릭
en: Class Registration All Click
zh_hans: 点击听课申请ALL

# Game.AllClick.WriteSubject
source: 과목명 입력
en: Write a subject name
zh_hans: 输入科目名

# Game.Card.Title
source: 책 뒤집기
en: Flip the books
zh_hans: 翻书

# Game.Catch
source: 덕쿠를 잡아라
en: Catch the Duckku
zh_hans: 捉鸭子

# Game.Cupid.Title
source: 덕큐피트
en: Duck Cupid
zh_hans: DuckCupid

# Game.Home
source: 홈
en: Exit
zh_hans: HOME

# Game.Moon.Description
source: 달을 터치해서 깨주세요!
en: Touch the moon to wake it up!
zh_hans: 请点击并打碎月亮!

# Game.Moon.Title
source: MOON을 점령해
en: Take over the MOON
zh_hans: 争夺月球

# Game.NoUpload
source: 게임 점수가 반영되지 않았습니다
en: Game score not uploaded
zh_hans: 未反映游戏得分

# Game.Play
source: 계속하기
en: Resume
zh_hans: 继续

# Game.Quiz.Correct
source: 정답입니다!
en: Correct!
zh_hans: 恭喜你，答对了!

# Game.Quiz.Incorrect
source: 오답입니다!
en: Wrong answer!
zh_hans: 哎，答错了哦

# Game.Quiz.LongPoint
source: 점
en: points
zh_hans: 分

# Game.Quiz.Title
source: 건쏠지식
en: KU Quiz
zh_hans: 建国大学知识竞赛

# Game.Quiz.Waiting
source: 다음 문제까지 %d초
en: %d seconds to the next question
zh_hans: %d秒钟后回答下一个问题

# Game.Result.AdventureScore
source: 모험 점수
en: Adventure Score
zh_hans: 冒险分数

# Game.Result.BestScore
source: 최고 점수
en: Best Score
zh_hans: 最高分数

# Game.Result.Out
source: 나가기
en: Continue
zh_hans: 返回

# Game.Result.Score
source: 점
en: pts
zh_hans: 分

# Game.Result.Waiting
source: 초 후 결과 창으로 이동합니다
en: seconds later, switch to the result view
zh_hans: 秒钟后，您将进入游戏结果窗口

# Game.Survive.Title
source: 일감호에서 살아남기
en: Surviving the lake
zh_hans: 一鑑湖求生记

# Game.Time.Description
source: 10초에 가까워졌을 때 버튼을 눌러 멈춰주세요!<br>±1초까지 점수가 차등 부여 됩니다.
en: When you're close to 10 seconds, <br>press the button to stop!<br>Points are awarded in increments of ±1 second.
zh_hans: 接近 10 秒时，按下按钮停止！ <br>积分以 ±1 秒为单位递增。

# Game.Time.Failure
source: 실패하셨습니다. 다시 시도해보세요!
en: You failed. Please try again!
zh_hans: 你失败了. 请再试一次！

# Game.Time.Success
source: 성공하셨습니다. 축하합니다!
en: You've succeeded, congratulations!
zh_hans: 你成功了. 祝贺你！

# Game.Time.Title
source: 10초를 맞춰봐
en: Guess 10 seconds
zh_hans: 猜一猜10秒

# Home.Adventure
source: 탐험하기
en: Adventure
zh_hans: 探险出发

# Home.Alarm.Title
source: 알림
en: Notification
zh_hans: 通知

# Home.Attendance
source: 출석하기
en: Attendance
zh_hans: 点名

# Home.AttendanceDone
source: 출석완료
en: Complete
zh_hans: 签到完成

# Home.AttendanceTitle
source: 출석체크
en: Attendance
zh_hans: 签到

# Home.Badge.AdventureTitle
source: 탐험 배지
en: Adventure Badge
zh_hans: 探险徽章

# Home.Badge.AttendanceTitle
source: 출석 배지
en: Attendance Badge
zh_hans: 考勤徽章

# Home.Badge.Title
source: 배지
en: Badges
zh_hans: 徽章

# Home.BadgeNum
source: 배지 %@개
en: %@ Badges
zh_hans: 徽章 %@个

# Home.Landmark.BuildingDescriptionTitle
source: 건물 설명
en: Building Description
zh_hans: 建筑说明

# Home.Landmark.BuildingInfoTitle
source: 건물 정보
en: Building Information
zh_hans: 建筑信息

# Home.Landmark.Close
source: 닫기
en: Close
zh_hans: 关闭

# Home.Landmark.RankingEmpty
source: 아직 순위가 없습니다.<br>지금 1위에 도전해보세요!
en: You don't have a ranking yet, <br>try to be number one now!
zh_hans: 还没有排名. <br>现在挑战一下第一名吧！

# Home.Landmark.RankingSubtext
source: [LANDMARK]을/를 <br>제일 많이 정복한 사람은 <br>[NICKNAME]님입니다
en: The most active users<br> in the [LANDMARK] <br>is [NICKNAME]
zh_hans: 占领最多<br>[LANDMARK]的是 <br>[NICKNAME]用户

# Home.Landmark.RankingTitle
source: 정복랭킹
en: Conquest Ranking
zh_hans: 占领排行

# Home.Me
source: 나
en: Me
zh_hans: 我

# Home.ProfileBadge.Change
source: 변경하기
en: Change
zh_hans: 更改

# Home.ProfileBadge.Description
source: 나를 표현할 사진을 선택하세요!
en: Choose a photo to represent you!
zh_hans: 请选择能表现我的照片！

# Home.ProfileBadge.Title
source: 배지 아이콘 선택
en: Choose a badge icon
zh_hans: 选择徽章图标

# Home.Ranking
source: 랭킹
en: Rank
zh_hans: 排名

# Home.RankingUnit
source: 위
en: th
zh_hans: 名

# Home.RankingUnit1
source: 위
en: st
zh_hans: 名

# Home.RankingUnit2
source: 위
en: nd
zh_hans: 名

# Home.RankingUnit3
source: 위
en: rd
zh_hans: 名

# Home.ScoreTitle
source: 점
en: points
zh_hans: 分

# Home.StartGame
source: 게임 시작
en: Start a Game
zh_hans: 游戏开始

# Home.ToastMessage.AttendanceFailed
source: 건국대학교 내에서만 출석할 수 있어요
en: You can only attend within Konkuk University.
zh_hans: 只能在建国大学内出席.

# Home.ToastMessage.NoEvent
source: 공지사항이 없습니다.
en: There are no Notices and Events
zh_hans: 没有公告

# Home.ToastMessage.NoNearLandmark
source: 건물 근처에서만 탐험할 수 있어요
en: Can only explore near buildings
zh_hans: 只能在建筑物附近探险

# Home.ToastMessage.UnsupportVersion
source: 지원하지 않는 앱 버전을 사용중이에요<br>플레이쿠라운드를 최신 버전으로 업데이트 해주세요
en: You are using an unsupported app version<br>Please update your PLAYKUROUND to the latest version
zh_hans: 您使用的是不支持的应用程序版本<br>请将您的 PLAYKUROUND 更新到最新版本

# Home.ToastMessage.UpdateMessage
source: 플레이쿠라운드를 최신 버전으로 업데이트 해주세요
en: Please update PLAYKURUND to the latest version
zh_hans: 请将您的 PLAYKUROUND 更新到最新版本

# Home.TotalRanking.Empty
source: 아직 순위가 없습니다.<br>지금 1위에 도전해보세요!
en: You don't have a ranking yet, <br>try to be number one now!
zh_hans: 还没有排名. <br>现在挑战一下第一名吧！

# Home.TotalRanking.InformationDescription
source: 게임 별 점수의 합계 집계 + 출석점수<br>출석 점수: 10점<br>게임 점수: 랭킹 초기화 전까지 개인 최고 점수
en: Game score aggregation + attendance score<br>Attendance score: 10 pts<br>Game Score: Personal best score until reset
zh_hans: 游戏得分合计 + 出勤率得分<br> 出勤率得分: 10分 <br>游戏得分： 重置前个人最好成绩

# Home.TotalRanking.InformationTitle
source: 랭킹기준
en: Ranking by
zh_hans: 排名标准

# Home.TotalRanking.Nickname
source: 닉네임
en: Nickname
zh_hans: 昵称

# Home.TotalRanking.Ranking
source: 순위
en: Ranking
zh_hans: 排名

# Home.TotalRanking.Score
source: 점수
en: Score
zh_hans: 分数

# Home.TotalRanking.Title
source: 랭킹
en: Ranking
zh_hans: 排名

# Landmark.Description.Bike
source: 따릉이
en: Bicycle rental
zh_hans: 自行车租赁所

# Landmark.Description.BookMachine
source: 도서반납기
en: Book Return Machine
zh_hans: 还书机

# Landmark.Description.Cafe
source: 카페
en: Cafe
zh_hans: 咖啡馆

# Landmark.Description.CertificationMachine
source: 증명발급서비스
en: Certificate issuance service
zh_hans: 发证服务

# Landmark.Description.CertificationService
source: 증명서발급기
en: Certificate issuing machine
zh_hans: 发证机

# Landmark.Description.Convinience
source: 편의점
en: Convenience store
zh_hans: 便利店

# Landmark.Description.Copy1
source: 복사실
en: Copy Room
zh_hans: 复印室

# Landmark.Description.Copy2
source: 복사기
en: Photocopier
zh_hans: 复印机

# Landmark.Description.KCube
source: 케이큐브
en: K-CUBE
zh_hans: K-CUBE

# Landmark.Description.KHub
source: 케이허브
en: K-HUB
zh_hans: K-HUB

# Login.Authentication
source: 인증하기
en: Authenicate
zh_hans: 认证

# Login.AuthenticationCode
source: 인증코드
en: Verification Code
zh_hans: 验证码

# Login.AuthIncorrect
source: 입력한 인증코드가 일치하지 않습니다.
en: The entered verification code does not match.
zh_hans: 验证码有误，请重试.

# Login.AuthRemained
source: 오늘 인증 요청 횟수가 %@회 남았습니다.
en: You have %@ number of authentication requests remaining today.
zh_hans: 今天的认证次数还剩%@次.

# Login.BottomSheet.Description
source: 인증코드 입력 시간이 초과되었습니다.<br>인증코드를 다시 요청해주세요.
en: The time to enter the verification code has expired. <br>Please request the verification code again.
zh_hans: 验证码输入超时。<br>请重新获取验证码.

# Login.BottomSheet.Ok
source: 확인
en: Check
zh_hans: 确认

# Login.BottomSheet.Title
source: 인증코드 입력 시간 초과
en: Verification code entry timeout
zh_hans: 验证码输入超时

# Login.CountOver
source: 금일 해당 이메일로 인증 가능한 횟수가 초과되었습니다.
en: The number of times you can authenticate with this email today has been exceeded.
zh_hans: 该邮件的认证次数已超限.

# Login.Description
source: 건국대학교 이메일을 인증해주세요.
en: Please verify your KU email.
zh_hans: 请认证建国大学的邮箱.

# Login.GoEmail
source: 건국대학교 이메일 바로가기
en: Go to KU email
zh_hans: 建国大学邮箱快捷键

# Login.Hello
source: 안녕하세요!
en: Hello!
zh_hans: 你好!

# Login.PlaceHolder
source: 포탈 아이디
en: Portal ID
zh_hans: 账号

# Login.RequestCode
source: 인증코드 요청
en: Request a verification code
zh_hans: 获取验证码

# Login.ReRequestCode
source: 인증코드 재요청
en: Re-request verification code
zh_hans: 重新获取验证码

# Login.ToastMessage.EmailSendFail
source: 이메일 전송에 실패했어요. 다시 시도해주세요
en: Email failed to send, please try again
zh_hans: 邮件发送失败. 请重新输入

# Login.ToastMessage.overNumMail
source: 하루 인증 횟수를 초과했어요. 내일 다시 인증해주세요
en: You've exceeded the number of verifications per day, please verify again tomorrow
zh_hans: 认证次数已超限. 请明天重新认证

# Main.Introduction
source: 건국대 안의 놀이터,
en: Playground inside Konkuk University,
zh_hans: 建国大学里的游乐场,

# Main.Login
source: 로그인
en: Sign in
zh_hans: 登陆

# MyPage.CurrentScore
source: 현재 점수
en: Current Score
zh_hans: 当前分数

# MyPage.DeleteAccount
source: 탈퇴하기
en: Delete Account
zh_hans: 删除账户

# MyPage.DeleteAccount.AfterMessage
source: 계정이 삭제되었습니다. 플레이쿠라운드를 이용해주셔서 감사합니다.
en: Your account has been deleted. Thank you for using PLAYKUROUND.
zh_hans: 您的帐户已被删除。感谢您使用 PLAYKUROUND。

# MyPage.DeleteAccount.Message
source: 정말 탈퇴하시겠습니까?<br>모든 데이터가 삭제됩니다
en: Are you sure to delete account?<br>All data will be deleted
zh_hans: 您确定要删除帐户?<br>所有数据将被删除

# MyPage.HighestScore
source: 최고 점수
en: Highest Score
zh_hans: 最高分数

# MyPage.Instruction.Privacy
source: 개인정보 처리 방침
en: Privacy Policy
zh_hans: 个人信息处理方针

# MyPage.Instruction.Terms
source: 이용약관
en: Terms of Service
zh_hans: 使用条款

# MyPage.Instruction.Version
source: 앱 버전
en: App version
zh_hans: 应用程序版本

# MyPage.Logout.Done
source: 로그아웃 되었습니다
en: You are logged out
zh_hans: 已退出登录

# MyPage.Logout.Message
source: 로그아웃 하시겠습니까?
en: Are you sure you want to log out?
zh_hans: 确定要退出吗？

# MyPage.Logout.No
source: 아니오
en: No
zh_hans: 取消

# MyPage.Logout.Ok
source: 예
en: Yes
zh_hans: 确定

# MyPage.My.Logout
source: 로그아웃
en: Logout
zh_hans: 退出登录

# MyPage.My.Story
source: 스토리 다시보기
en: Watch the story again
zh_hans: 回顾剧情

# MyPage.RankingUnit
source: 위
en: th
zh_hans: 名

# MyPage.Setting.CurrentLanguage
source: 한국어
en: English
zh_hans: 中文（简体）

# MyPage.Setting.Language
source: 언어
en: Language
zh_hans: 语言

# MyPage.Shortcut.Bug
source: 오류 / 버그 제보 및 정보 제공
en: Report an error / bug and provide information
zh_hans: 错误 / 漏洞及意见反馈

# MyPage.Shortcut.Cheer
source: 플쿠팀 응원하기
en: Cheer for the Team PK
zh_hans: 支持 Team PK

# MyPage.Shortcut.Feedback
source: 피드백 보내기
en: Send feedback
zh_hans: 意见反馈

# MyPage.Shortcut.Instagram
source: 플레이쿠라운드 인스타그램
en: PlayKuRound Instagram
zh_hans: Playkuround Instagram

# MyPage.Title
source: 마이페이지
en: My Page
zh_hans: 我的主页

# MyPage.Title.Instruction
source: 이용안내
en: Instructions
zh_hans: 使用指南

# MyPage.Title.My
source: 마이
en: My
zh_hans: 个人信息

# MyPage.Title.Setting
source: 설정
en: Setting
zh_hans: 设置

# MyPage.Title.Shortcut
source: 바로가기
en: Shortcuts
zh_hans: 快捷键

# Network.Message
source: 네트워크 오류가 발생했습니다.<br>잠시만 기다려주세요!
en: A network error has occurred. <br>Please wait a moment!
zh_hans: 网络异常. <br>请稍后重试！

# Network.ServerError
source: 서버와 통신에 실패했어요. 다시 시도해주세요
en: Failed to communicate with the server, please try again
zh_hans: 服务器通信连接失败. 请稍后重试

# Network.ServerMessage
source: 서버 점검중입니다.<br>잠시만 기다려주세요!
en: The server is being serviced. <br>Please be patient!
zh_hans: 服务器正在维护中. <br>请稍后重试！

# Network.UploadError
source: 점수가 반영되지 않아 홈으로 이동합니다.
en: Your score isn't uploaded and going to Home.
zh_hans: 你的分数没有反映出来，你被带回家了。

# Notification.Link
source: 링크
en: Link
zh_hans: 链接

# Permission.Description1
source: 플레이쿠라운드는 GPS를 활용하여<br>건국대학교를 탐험하는 게임이에요!
en: PlayKuround is a game that utilizes GPS to explore Konkuk University!
zh_hans: Playkuround是利用GPS<br>探索建国大学的游戏！

# Permission.Description2
source: 게임 플레이를 위해서는<br>사용자분의 위치 정보가 필요해요.
en: We need your location to play the game.
zh_hans: 开始游戏<br>需要用户的位置信息。

# Permission.Description3
source: 설정에서 위치 권한 허용 후<br>플레이쿠라운드를 마음껏 즐겨주세요!
en: Please allow location permissions<br>in the settings and enjoy PlayKuround to the fullest!
zh_hans: 允许设置中的位置权限后<br>可尽情享受游戏！

# Permission.DescriptionBold
source: GPS를 활용
en: utilizes GPS
zh_hans: 利用GPS

# Permission.OpenSetting
source: 설정으로 이동
en: Open Setting
zh_hans: 前往设置

# Permission.Title
source: 위치 권한 허용하면<br>플쿠 즐길 준비 완료!
en: Allow location permissions and you're ready to play PK
zh_hans: 允许位置权限<br>享受PLKU的准备完毕！

# Ranking.ScoreTitle
source: 점
en: Pts
zh_hans: 分

# Register.AgreeAllTerms
source: 약관 전체 동의
en: Agree all terms
zh_hans: 一键同意

# Register.AgreeLocationTerms
source: 위치기반 서비스 이용약관 동의
en: Agree Location Based Services Terms of Use
zh_hans: 同意基于位置服务使用条款

# Register.AgreePrivacyTerms
source: 개인정보 수집 및 이용 동의
en: Agree Privacy Policy
zh_hans: 同意收集和使用个人信息

# Register.AgreeServiceTerms
source: 이용약관 동의
en: Agree Terms of Service
zh_hans: 同意使用条款

# Register.College
source: 대학
en: College
zh_hans: 大学

# Register.CollegePlaceholder
source: 소속 대학을 선택해주세요.
en: Please select your college
zh_hans: 请选择所属大学.

# Register.Done
source: 완료
en: Done
zh_hans: 完成

# Register.DuplicatedNickname
source: 중복되는 닉네임입니다.
en: This is a duplicate nickname.
zh_hans: 重复的昵称。

# Register.InvalidNickname
source: 사용할 수 없는 닉네임입니다.
en: The nickname is unavailable.
zh_hans: 无法使用的昵称。

# Register.LocationTermsTitle
source: 위치기반 서비스 이용약관
en: Location services terms of use
zh_hans: 定位服务使用条款

# Register.Major
source: 학과
en: Major
zh_hans: 学科

# Register.MajorPlaceholder
source: 소속 학과를 선택해주세요.
en: Please select your major
zh_hans: 请选择所属专业.

# Register.MajorSelectionDescription
source: 소속 대학 및 학과를 선택해주세요.
en: Please select your university and department
zh_hans: 请选择所属大学及学科.

# Register.Next
source: 다음
en: Next
zh_hans: 下一步

# Register.NicknameDescription
source: 닉네임을 설정해주세요.
en: Please set a nickname
zh_hans: 请设置昵称.

# Register.NicknamePlaceholder
source: 닉네임을 입력해주세요.
en: Enter your nickname.
zh_hans: 请输入昵称。

# Register.NicknamePolicy
source: - 닉네임은 한/영 2자에서 8자 사이로 설정 가능합니다.<br>- 띄어쓰기와 특수문자 사용이 불가합니다.<br>- 부적절한 단어 사용 시 추후 사용이 정지될 수 있습니다.
en: - Nicknames can be between 2 and 8 characters in length. <br>- No spaces and special characters are allowed. <br>- Using inappropriate words may result in future bans.
zh_hans: - 昵称可以设置在韩/英2到8个字之间. <br>- 不能分写和使用特殊文字. <br>- 使用不恰当的词汇时，日后可能会停止使用.

# Register.PrivacyTermsTitle
source: 개인정보 수집 및 이용약관
en: Privacy Policy
zh_hans: 同意个人信息收集及使用

# Register.ServiceTermsTitle
source: 이용약관
en: Terms of Service
zh_hans: 使用条款

# Register.TermsDescription
source: 서비스 이용을 위한 약관에 동의해주세요.
en: Please agree to the terms and conditions for using the service
zh_hans: 请同意使用服务的条款。

# Register.TermsErrorMessage
source: 이용약관을 불러올 수 없습니다.
en: Unable to load terms of service
zh_hans: 网络异常，请稍后重试!

# Register.Title
source: 회원가입
en: Sign up
zh_hans: 注册会员

# Register.ToastMessage.NicknameDuplicated
source: 사용중이거나, 사용할 수 없는 닉네임이에요<br>다른 닉네임을 작성해주세요
en: This is a already used or unavailable nickname. <br>Please enter a different nickname.
zh_hans: 昵称不可用<br>请重新输入

# Register.ToastMessage.RegisterFailed
source: 회원가입에 실패했어요.<br>다시 시도해주세요
en: Sign up failed. <br>Please try agai
zh_hans: 注册会员失败. <br>请稍后重试

# Story.Lock
source: 게임을 플레이하면<br>새로운 스토리가 열려요!
en: When you play the game, a new story will open!
zh_hans: 玩游戏<br>会解锁新的故事!

# Terms.Location
source: locationKorean
en: locationEnglish
zh_hans: locationChinese

# Terms.Privacy
source: privacyKorean
en: privacyEnglish
zh_hans: privacyChinese

# Terms.Service
source: serviceKorean
en: serviceEnglish
zh_hans: serviceChinese

# Home.NicknameTitle
source: 님
zh_hans: 用户
